Repository: nomike/klogic
Catalog: po/*.po
Languages: de, es, it

source: Name
es: Nombre
it: Nome

source: new library
de: neue Bibliothek
es: nueva librería
it: Nuova libreria

source: the file already exists .. press OK to delete it!
de: Eine Datei mit diesem Namen ist bereits vorhanden OK druecken um diese zu ueberschreiben.
es: el archivo ya existe .. pulse OK para eliminarlo!
it: Il file indicato esiste già ... Premere OK per eliminarlo!

source: unable to delete file
de: Kann Datei nicht loeschen
es: no se pudo eliminar el archivo
it: Impossibile eliminare il file.

source: unable to access lib-file
de: Kann Bibliothek nicht zugreifen
es: no se pudo acceder al archivo lib
it: E' impossibile l'accesso al file-libreria

source: unable to open lib-file
de: Kann Bibliothek nicht laden
es: no se pudo abrir el archivo lib
it: Impossibile aprire il file-libreria.

source: unknown problem accessing choosen file
de: bei laden der Datei ist ein unbekannter Fehler aufgetreten
es: problema desconocido al acceder al archivo seleccionado
it: un prblema sconosciuto impedisce l'accesso al file selezionato!

source: open library
de: Bibliothek laden
es: abrir librería
it: Apri libreria

source: file does not exist
de: Datei ist nicht vorhanden
es: el archivo no existe
it: Il file indicato non esiste!

source: unable to open file for read/write
de: Kann Datei zum lesen bzw. schreiben nicht laden
es: no se pudo abrir el archivo para lectura/escritura
it: Impossibile aprire il file in lettura/scrittura

source: library parsing error
de: Parsing Fehler in Bibliothek
es: error analizando la librería
it: Errore di sintassi nella libreria!

source: not enough device ID slots (1000)
de: Nicht genug Bauteile slots
es: insuficientes ranuras para ID de dispositivos (1000)
it: Insufficiente deviceID slots (1000)

source: unknown error
de: Unbekannter Fehler
es: error desconocido
it: Errore sconosciuto

source: Circuit Equations
de: Schaltungsgleichungen
es: Ecuaciones de Circuito
it: Equazione del Circuito

source: Device Equations
de: Bauteilgleichungen
es: Ecuaciones de Dispositivo
it: Equazione del dispositivo

source: internal
de: Intern
es: interno
it: interno

source: temporary
de: Temporaer
es: temporal
it: Temporaneo

source: subjunctive
de: konjunktiv
es: subjuntivo

source: disjunctive
de: disjunktiv
es: disyuntivo

source: Normalize
de: Normalisieren
es: Normalizar
it: Normalizza

source: show Karnaugh
de: Zeige Karnaugh
es: mostrar Karnaugh
it: Mostra mappa/e di Karnaugh

source: List Methods
de: Zeige Methoden
es: Listar Métodos
it: Lista dei Metodi

source: Substitute
de: Ersetzen
es: Sustituir
it: Sostituisci

source: Tidy Up
de: Aufraeumen
es: Limpiar
it: Ordina

source: replace - with
de: Ersetzen .. mit
es: reemplazar - con
it: Sostituisci con

source: Restore All
de: Wiederherstellen
es: Restaurar Todo
it: Ripristina Tutto

source: Create sub circuit
de: Schaltung erzeugen
es: Crear subcircuito
it: Crea un Sottocircuito

source: Creating devices without substitution may result in unuseable devices continue anyway?
es: Crear dispositivos sin sustitución podría derivar en dispositivos inutilizables ¿continuar de todos modos?
it: Creare dispositivi senza sostituzione può portare a realizzare dispositivi inutilizzabili, ovvero inutili. Continuare comunque?

source: Output names cannot contain
es: Los nombres de salida no pueden contener
it: Il nome dell'Uscita non può contenere

source: or
de: oder
es: o

source: Reserved content
de: Reservierter Inhalt
es: Contenido reservado
it: Contenuto Riservato

source: Change output name
de: Aendern Ausgangs-Name
es: Cambiar nombre de salida
it: Cambia il nome dell' Uscita

source: Output name already exists
de: Der Name ist bereits vergeben
es: El nombre de salida ya existe
it: Nome identificativo dell'uscita già esistente ...

source: Output names of equation devices must be unique
de: Ausgangs-Namen von Gleichungen muessen eindeutig sein
es: Los nombres de salida de las ecuaciones de los dispositivos deben ser únicos
it: I nomi delle uscite delle equazioni dei dispositivi devono essere unici

source: Substitute Equations
de: Ersetzen Gleichungen
es: Sustituir ecuaciones
it: Sostituisci Equazioni

source: This may take a long time ... Try a lower circuit level! continue anyway
de: Das kann lange dauern ... Waehlen Sie eine kleinere Stromkreisebene
es: Esto podría llevar mucho tiempo ... Intente un nivel de circuito menor! continuar de todas formas
it: Questo potrebbe portare ad un eccessivo tempo di elaborazione. Prova con un livello di circuito più basso. continua comunque

source: output value
de: Ausgangs Wert
es: valor de salida
it: valore di uscita

source: High
es: Alto
it: Alto

source: Low
es: Bajo
it: Basso

source: Delay
de: Verzoegerung
es: Retardo
it: Ritarda

source: display name
de: Name anzeigen
es: nombre mostrado
it: nome del display

source: Size
de: Groesse
es: Tamaño
it: Dimensione

source: Large Width
de: grosse Breite
es: Anchura Grande
it: Larghezza Altezza

source: Inverter Setting
de: Negierer Einstellungen
es: Configuración del Inversor
it: Impostazioni Inverter

source: Undefined value
de: Undefinierter Wert
es: Valor no definido
it: Valore non Definito

source: LED Color
de: LED Farbe
es: Color del LED
it: Colore del LED

source: red
de: Rot
es: rojo
it: rosso

source: blue
de: Blau
es: azul
it: Blu

source: green
de: Gruen
es: verde
it: Verde

source: yellow
de: Gelb
es: amarillo
it: Giallo

source: Bus Type
es: Tipo de Bus
it: Tipo di Bus

source: Output always inverted
de: Ausgang immer negiert
es: Salida siempre invertida
it: Uscita sempre invetente

source: Not inverted
de: Nicht negiert
es: No invertida
it: Non invertente

source: Inverted
de: negiert
es: Invertida
it: Invertente

source: Tristate outputs
de: Tristate Ausgaenge
es: Salidas del triestado
it: Uscita Tristate

source: Equation Editor
de: Gleichungseditor
es: Editor de Ecuaciones

source: Clock Behaviour
de: Takt Verhalten
es: Comportamiento del Reloj
it: Comportamento del Clock

source: Rising edge
de: Steigende Flanke
es: Flanco de subida
it: Fronte di Salita

source: Falling edge
de: Fallende Flanke
es: Flanco de bajada
it: Fronte di Discesa

source: Rising 2 edge
de: Doppel steigende Flanke
es: Flanco de subida doble

source: Falling 2 edge
de: Doppel fallende Flanke
es: Flanco de bajada doble

source: High value
de: High Wert
es: Valor alto
it: Valore alto

source: Low value
de: Low Wert
es: Valor bajo
it: Valore basso

source: Disabled
de: Nicht verfuegbar
es: Deshabilitado
it: Disabilitato

source: Master FF
es: FF maestro
it: FF Master

source: Enabled
de: Verfuegbar
es: Habilitado
it: Abilitato

source: RAM Content
de: RAM Inhalt
es: Contenido de la RAM
it: Contenuto della RAM

source: clear
de: Loeschen
es: limpiar

source: Device Equation Editor
de: Bauteilgleichungseditor
es: Editor de Ecuaciones del Dispositivo

source: set
de: Setzen
es: activar

source: select type
de: Typ waehlen
es: seleccionar tipo
it: seleziona il tipo

source: push button
de: Taster
es: pulsador
it: premi il bottone

source: start with value
de: Startwert
es: valor inicial
it: comincia con il valore

source: step
de: Schritt
es: paso
it: gradino

source: _: NAME OF TRANSLATORS Your names
de: Sven Eckert
es: Rafael Rodríguez Martín
it: Carmine D'Errico

source: _: EMAIL OF TRANSLATORS Your emails
de: webmaster@php-is-easy.de
es: apt-drink@telefonica.net
it: karmine@sitoserio.it

source: subcircuit
de: Subschaltung
es: subcircuito
it: Sottocircuito

source: up
de: hoch
es: arriba
it: su

source: unknown tag
de: Unbekanntes tag
es: etiqueta desconocida
it: tag sconosciuto

source: circuit: too few attributes
de: Schaltung: Zu wenig Attribute
es: circuito: número de atributos insuficiente

source: unable to create circuit device
de: Kann Schaltungs Bauteil nicht erzeugen
es: imposible crear el dispositivo del circuito
it: impossibile creare un dispositivo circuitale

source: unable to create circuit
es: imposible crear circuito
it: Impossibile creare il circuito

source: no parent net for device
de: keine uebergeordnete Schaltung
es: no hay red paterna para el dispositivo
it: Nessun sottocircuito disponibile per il dispositivo

source: device: too few attributes
es: dispositivo: número de atributos insuficiente

source: unable to create device (circuit depth
es: imposible crear dispositivo (profundidad de circuito
it: Impossibile creare il dispositivo (profondtà del circuito

source: wire: too few attributes
es: cable: número de atributos insuficiente

source: unable to create wire (circuit depth
es: imposible crear cable (profundidad del circuito
it: impossibile creare i collegamenti (profondità del circuito

source: no parent net for wire <--> wire connections
es: no hay red paterna para las conexiones cable <--> cable
it: le linee presenti nel sottocircuito devono essere collegate in fase di caricamento di file.

source: wire<-->wire connection: too few attributes
es: conexión cable<-->cable: número de atributos insuficiente

source: unable to retrieve wire for id %d
es: no se pudo recuperar cable para id %d
it: Impossibile ripristinare la linea di connessione per l'id %d

source: (circuit depth
es: (profundidad del circuito
it: (profondità del circuito

source: wire<-->device connection: too few attributes
es: conexión cable<-->dispositivo: número de atributos insuficiente

source: unable to retrieve wire for id
es: no se pudo recuperar cable para id
it: Impossibile ripristinare la linea di connessione per l'id

source: position: too few attributes
es: posición: número de atributos insuficiente

source: equ-device output equations: too few attributes
es: ecuaciones de salida de dispositivo ecuación: número de atributos insuficiente

source: equ-device input name: too few attributes
es: ecuaciones de entrada de dispositivo ecuación: número de atributos insuficiente

source: sub circuit input/output: too few attributes
es: entrada/salida de subcircuito: número de atributos insuficiente

source: unable to import wire id
es: no se pudo importar id del cable
it: Impossibile importare l'id della connessione

source: unable to retrieve second wire for wire<-->wire connection with
es: no se pudo recuperar el segundo cable para conexión cable<-->cable con
it: In questo punto devi creare una connessione tra due linee. Ques'errore si verifica quando non c'è connessione tra un oggetto inserito e le linee precedentemente create.

source: invalid position format for wire<-->wire connection with
de: ungueltige Position bei Verbindung
es: formato de posición no válido para conexión cable<-->cable con
it: Formato di posizione non valido per la connessione tra le linee.

source: unable to establish wire<-->wire connection with
de: Kann Verbindung nicht herstellen
es: no se pudo establecer conexión cable<-->cable con
it: Impossibile creare una connessione tra le linee.

source: in position
de: auf Position
es: en posición
it: in posizione

source: invalid position format for wire<-->dev connection with
es: formato de posición no válido para conexión cable<-->dispositivo con
it: Formato della posizione non valido per la connessione linea<-->dispositivo.

source: no such wire node
de: kein solcher Kabelknoten
es: no existe ese nodo de cable
it: Non cii sono nodi di connessione simili

source: unable to establish wire<-->dev connection with device id
es: no se pudo establecer la conexión cable<-->dispositivo con el dispositivo de id
it: Impossibile stabilire una connessione linea<-->dispositivo col dispositivo id

source: for
de: fuer
es: para
it: per

source: ram error: no length
es: error en ram: no hay longitud
it: Errore nella RAM: Lunghezza non specificata

source: ram error: invalid length
es: error en ram: longitud no válida
it: Errore nella RAM: Valore della Lunghezza non valido

source: error: tag
de: Fehler: Tag
es: error: etiqueta
it: Errore: tag

source: ignored!
de: ignoriert!
es: ignorado
it: ignorato!

source: unexpected circuit close
es: cierre inesperado de circuito
it: Inaspettata chiusura del circuito

source: unexpected tag close <
es: cierre inesperado de etiqueta <

source: negative tag stack .. while closing <
es: etiqueta de pila negativa ... cuando se estaba cerrando <

source: secure
de: sicher
es: seguro
it: Sicuro

source: insecure
de: unsicher
es: inseguro
it: Insicuro

source: Refresh
de: Neu Laden
es: Refrescar
it: Aggiorna

source: unable to display Karnaugh with more than 6 input variables ...
de: Kann kein Karnaugh mit mehr als 6 Variablen darstellen
es: Imposible mostrar Karnaugh con más de 6 variables de entrada ...
it: Impossibile mostrare mappe di Karnaugh con più di 6 variabili di ingresso ...

source: file to open
de: Zu oeffnende Datei
es: archivo para abrir
it: File da aprire

source: digital circuit simulator
de: Digitaler Schaltkreis Simulator
es: simulador de circuitos digitales
it: Simulatore digitale di circuito

source: Device Default Settings
de: Eigenschaften des Bauteils
es: Configuración Por Defecto Del Dispositivo
it: Impostazioni Predefinite per il Dispositivo

source: Default Size
de: Standart Groesse
es: Tamaño Por Defecto
it: Dimensione Predefinita

source: Default Delay
de: Standart Pause
es: Retardo Por Defecto
it: Ritardo Predefinito

source: Display Name
de: Name anzeigen
es: Nombre Mostrado
it: Nome del Display

source: Large Sub Circuit Width
de: Grosse Subschaltung Weite
es: Anchura De Subcircuito Grande

source: Outputs Inverted
de: Ausgaenge negiert
es: Salidas Invertidas
it: Uscite Invertenti

source: Symbol Set
de: Art der Symbole
es: Conjunto De Símbolos
it: Definisci Simbolo

source: DIN 40900 (europe)
de: DIN 40900 (Europa)
es: DIN 40900 (Europa)

source: def. trigger (flipflop)
es: activación por defecto (biestable)

source: reverse trigger
es: activación invertida
it: Trigger inverso

source: simulation
es: simulación
it: Simulazione

source: speed (1/ms)
de: Tempo (1/ms)
es: velocidad (1/ms)
it: velocità (1/ms)

source: burst stepping
de: Burst Schritte
es: acelerar pasos
it: passo passo rapido

source: save file format
de: Dateiformat
es: formato para guardar archivo
it: salva il formato del file

source: XML format
es: formato XML
it: formato XML

source: old format
de: Altes Format
es: formato antiguo
it: vecchio formato

source: device failure
de: Bauteil Fehler
es: fallo del dispositivo
it: Dispositivo in avaria!

source: unable to add more named inputs resize this sub circuit
de: Es können keine Eingänge mehr angelegt werden. Verändern Sie bitte die Größe des Bauteils.
es: imposible añadir más entradas con nombre redimensione este subcircuito
it: Impossibile aggiungere ulteriori nomi agli ingressi ridimensionare questo sottocircuito

source: unable to add more named outputs resize this sub circuit
de: Es können keine Ausgänge mehr angelegt werden. Verändern Sie bitte die Größe des Bauteils.
es: imposible añadir más salidas con nombre redimensione este subcircuito
it: Impossibile aggiungere ulteriori nomi alle uscite ridimensionare questo sottocircuito

source: panic: cannot create device!
de: Kann Bauteil nicht erzeugen
es: pánico: no se puede crear el dispositivo!
it: Panico: Impossibile creare il dispositivo!

source: connection failure
de: Verbindungs Fehler
es: fallo de conexión
it: C'è qualche connessione errata

source: only one output per wire allowed
de: Der Ausgang kann nur mit einem Kabel verbunden werden
es: sólo se permite una salida por cada cable
it: E' possibile assegnare una sola uscita per filo

source: maximum number of inputs exeeded
de: Die Maximale Zahl an Eingaengen ist erreicht
es: sobrepasado el límite de entradas
it: Hai superato il numero massimo degli ingressi

source: maximum number of outputs exeeded
de: Die Maximale Zahl an Ausgaengen ist erreicht
es: sobrepasado el límite de salidas
it: Hai superato il numero massimo delle uscite

source: shortcut
de: Kurzschluss
es: cortocircuito

source: properties
de: Eigenschaften
es: propiedades
it: proprietà

source: open
de: Laden
es: abrir
it: Apri

source: open in window
de: Laden in neuem Fenster
es: abrir en ventana
it: Apri in una finestra

source: display graph
de: Zeige Graphen
es: mostrar gráfico
it: Mostra grafico

source: equations
de: Gleichung bearbeiten
es: ecuaciones
it: equazioni

source: hide graph
de: Graphen ausblenden
es: ocultar gráfico
it: nascondi graph

source: show graph
de: Graphen anzeigen
es: mostrar gráfico
it: mostra grafico

source: add to lib
de: Zur Bibliothek hinzufuegen
es: añadir a librería
it: aggiungi alla libreria

source: remove
de: Bauteil entfernen
es: eliminar
it: Rimuovi

source: remove device
de: Bauteil loeschen
es: eliminar dispositivo
it: rimuovi dispositivo

source: remove entire sub-circuit?
de: Wollen Sie die Subschaltung loeschen? Alle Schatungen in diesem Bauteil gehen dabei verloren.
es: ¿eliminar todo el subcircuito?
it: Rimuovere l'intero sottocircuito?

source: oscillator properties
de: Eigenschaften des Oszillators
es: propiedades del oscilador
it: Proprietà dell'oscillatore

source: text label
de: Text Feld
es: etiqueta de texto
it: Etichetta testuale

source: power device properties
de: Eigenschaften des Strombauteils
es: propiedades del dispositivo de energía
it: Proprietà del generatore

source: switch device properties
de: Eigenschaften des Schalters/Tasters
es: propiedades del dispositivo switch
it: Proprietà dell' Interruttore

source: interface device name
de: Name des Interfaces
es: nombre de la interfaz del dispositivo
it: Nome del dispositivo d' interfaccia

source: device properties
de: Eingeschaften des Bauteils
es: propiedades de dispositivo
it: Proprietà del dispositivo

source: save circuit
de: Schaltung speichern
es: guardar circuito
it: Salva il circuito

source: the current circuit is a sub circuit. save it as a..
es: el circuito actual es un subcircuito guardarlo como...
it: il circuito corrente è un sottocircuito. Salva con nome...

source: main circuit
de: Hauptschaltung
es: circuito principal
it: circuito principale

source: sub circuit
de: Subschaltung
es: subcircuito
it: Sottocircuito

source: save error
de: Fehler beim Speichern
es: error al guardar
it: errore di salvataggio

source: unable to write file
de: Kann Datei speichern
es: imposible escribir archivo
it: impossibile scrivere il file

source: new circuit
de: Neue Schaltung
es: nuevo circuito
it: nuovo circuito

source: delete current circuit?
de: Wollen Sie die aktuelle Schaltung verwerfen?
es: eliminar circuito actual?
it: Cancellare il circuito corrente?

source: read error
de: Bei Lesen ist ein Fehler aufgetreten
es: error de lectura
it: Errore di lettura

source: unknown file format
de: Unbekanntes Dateiformat
es: formato de archivo desconocido
it: Tipo di file sconosciuto.

source: unable to read file
de: Kann Datei nicht laden
es: imposible leer archivo
it: Impossibile leggere il file

source: Parse circuit equations
de: Untersuche Schaltungs Gleichungen
es: Analizar ecuaciones del circuito
it: Errore di sintassi nell'equazione del circuito

source: There are some non unique device names within your circuit ... rename them automaticly?
es: Hay algunos nombres de dispositivo duplicados dentro de su circuito ... ¿renombrarlos automáticamente?
it: Ci sono alcuni nomi di dispositivi non univoci nel tuo circuito... Rinominarli automaticamente?

source: Unable to display equations for circuits containing RAM or Tristate devices!
es: Incapaz de mostrar ecuaciones para circuitos que contengan dispositivos RAM triestado!
it: Impossibile mostrare l'equazione che il circuito contiene. Dispositivo RAM o Tristate!

source: Circuit Equation Editor
de: Schaltungsgleischungseditor
es: Editor de Ecuaciones de Circuito

source: runtime error
de: Fehler beim aufuehren (Runtime Error)
es: error de ejecución

source: new.circuit
de: neuer.Schaltkreis
es: nuevo.circuito
it: Nuovo circuito

source: oscillograph
de: Oszillograph
es: oscilograma
it: Tempificazione

source: circuit has changed..
de: Schaltung veraendert
es: el circuito ha cambiado...
it: Il circuito è cambiato...

source: Save current changes?
de: Sie haben die Schaltung seit dem letzen Speichern verändert. Wollen Sie die Schaltung nun Speichern?
es: ¿Guardar cambios actuales?
it: Salvare i nuovi cambiamenti?

source: draw wires
de: Verbindungen zeichnen
es: dibujar cables
it: Disegna le connessioni

source: Bus Connector
de: Bus Anschluss
es: Conector En Bus

source: select groups
de: Gruppe makkieren
es: seleccionar grupos
it: Seleziona gruppi

source: new sub-circuit
de: Neue Subschaltung
es: nuevo subcircuito
it: Nuovo sottocircuito

source: equation device
de: Gleichungs Bauteil
es: dispositivo ecuación
it: Equazione del dispositivo

source: AND gate
de: UND Gatter
es: puerta AND
it: porta AND

source: OR gate
de: ODER Gatter
es: puerta OR
it: porta OR

source: inverter
de: Wechselrichter
es: inversor
it: invertitore

source: XOR gate
de: Exklusiv-ODER Gatter
es: puerta XOR
it: porta XOR

source: RS flipflop
es: biestable RS

source: D flipflop
es: biestable D

source: JK flipflop
es: biestable JK

source: Tristate output
de: Tristate Ausgang
es: Salida del triestado
it: Uscita Tristate

source: Oscillator
de: Oszillator
es: Oscilador
it: Oscillatore

source: 7 Segment
de: 7 Segment Anzeige
es: 7 Segmentos
it: 7 Segmenti

source: Static
de: Stromquelle
es: Estático
it: Statico

source: Text
es: Texto
it: Testo

source: Input
de: Eingang
es: Entrada
it: Ingresso

source: Output
de: Ausgang
es: Salida
it: Uscita

source: Library
de: Bibliothek
es: Librería
it: Libreria

source: Device
de: Bauteil
es: Dispositivo
it: Dispositivo

source: simulation graph
de: Simulationsgraph
es: gráfico de simulación
it: Grafico della simaulazione

source: single step simulation
de: Schritt fuer Schritt Simulation
es: simulación de un paso
it: Simulazione passo passo

source: simulate
de: Simulation
es: simular
it: Simula

source: speed
de: Tempo
es: velocidad
it: velocità

source: &New...
de: &Neu
es: &Nuevo...
it: &Nuovo...

source: Save &As...
de: Speichern &Als
es: Guardar &Como...
it: S&alva con nome...

source: &Library Maintenance ..
de: &Bibliothek verwalten
es: Mantenimiento de &Librería ...
it: Manutenzione &Libreria

source: &Exit
de: B&eenden
es: &Salir
it: &Esci

source: &Connection Mode
de: &Verbindungs-Modus
es: Modo de &Conexión
it: Modalità &Connessione

source: &Selection Mode
de: &Gruppe makkieren
es: Modo de &Selección
it: Modalità &Selezione

source: &Equation
de: &Gleichung
es: &Ecuación
it: &Equazione

source: &Inverter
es: &Inversor

source: &RS flipflop
es: Biestable &RS

source: &D flipflop
es: Biestable &D

source: &JK flipflop
es: Biestable &JK

source: Os&cillator
de: Os&zillator
es: Os&cilador
it: Os&cillatore

source: &7-Segment
de: &7 Segment Anzeige
es: &7-Segmentos
it: &7-Segmenti

source: &Static
de: &Plus- bzw. Minuspol
es: &Estático
it: &Statico

source: &Text
es: &Texto
it: &Testo

source: &new sub-circuit
de: &Neue Subschaltung
es: &Nuevo subcircuito
it: &Nuovo Sottocircuito

source: &Input
de: &Eingang
es: &Entrada
it: &Ingresso

source: &Output
de: A&usgang
es: &Salida
it: &Uscita

source: Si&mulate
de: Si&mulieren
es: Si&mular
it: Si&mula

source: &Step through
de: &Schritt fuer Schritt Simulation
es: &Simular pasos

source: Show &Graph
de: Zeige Graphen
es: Mostrar &Gráfico
it: Mostra &Grafico

source: Show &Equations
de: Gleischungseditor
es: Mostrar &Ecuaciones
it: Mostra &Equazioni

source: &Global Settings
de: Allgemeine &Einstellung
es: Configuración &Global
it: Impostazioni &Globali

source: &Hide Toolbar
de: &Werkzeugleiste aublenden
es: &Ocultar Barra de Herramientas
it: &Nascondi barra degli strumenti

source: maintenance
de: Verwaltung
es: mantenimiento
it: Manutenzione

source: &Logic
de: &Bauteile
es: &Lógica
it: &Logica

source: &Simulation
es: &Simulación
it: &Simulazione

source: Hide &Graph
de: Graphen ausblenden
es: Ocultar &Gráfico
it: Nascondi &Grafico

source: global settings
de: Allgemeine Einstellungen
es: configuración global
it: Impostazioni Globali
