Repository: nomike/klogic
Catalog: po/*.po
Languages: de, es, it

source: library maintenance
de: Bibliotheken Verwaltung
es: mantenimiento de librerías
it: manutenzione libreria

source: Hide &Toolbar
de: &Werkzeugleiste ausblenden
es: Ocultar &Barra de Herramientas
it: Nascondi &Barra degli strumenti

source: high period
de: High Periode
es: período alto
it: periodo alto

source: low period
de: Low Periode
es: período bajo
it: periodo basso

source: Author
de: Autor
es: Autor
it: Autore

source: Comment
de: Kommentar
es: Comentarios
it: Commento

source: New
de: Neu
es: Nuevo
it: Nuovo

source: Add Device
de: Neues Bauteil
es: Añadir Dispositivo
it: Aggiungi Dispositivo

source: Choose a Device
de: Waehle Bauteil
es: Elija un Dispositivo
it: Scegli un diispositivo

source: Creation
de: Erstellt am
es: Creación
it: Creazione

source: Last Update
de: Veraendert am
es: Última Actualización
it: Ultimo Aggiornamento

source: Image Path
de: Pfad der Bilder
es: Ruta de la Imagen

source: not implemented
de: nicht programmiert
es: no implementado
it: Non implementato

source: Update
es: Actualizar
it: Aggiorna

source: Edit Device
de: Bauteil bearbeiten
es: Editar Dispositivo
it: Edita il dispositivo

source: close library
de: Bibliothek schliessen
es: cerrar librería
it: Chiudi libreria

source: save changes in
de: Aenderungen speichern in
es: guardar cambios en
it: Salva i cambiamenti in

source: save library
de: Bibliotek speichern
es: guardar librería
it: Salva libreria

source: error occured during writing
de: Fehler beim Schreiben
es: ocurrió un error al escribir
it: Un errore si è verificato in fase di scrittura

source: Library Meta Data
de: Bibliothek Meta Daten
es: Meta-datos de la Librería
it: Libreria Meta Data

source: device action
de: Bauteil Funktion
es: acción del dispositivo
it: Comportamento del dispositivo

source: choose a library first!
de: Es wurde kein Bibliothek ausgewählt.
es: elija una librería primero!
it: Devi prima scegliere una libreria!

source: add device
de: Bauteil hinzufuegen
es: añadir dispositivo
it: Aggiungi dispositivo

source: device name already used
de: Der Name des Bauteils ist bereits vergeben
es: nombre de dispositivo ya utilizado
it: Nome di dispositivo già usato!

source: no device id slots left ..
de: Es sind keine Bauteile Slots mehr da.
es: no quedan más ranuras para id's de dispositivos ...
it: Nessun dispositivo id slots lasciato

source: switch
de: Schalter
it: interruttore

source: Switch
de: Schalter/Taster
it: Interruttore

source: &Switch
de: &Schalter/Taster
it: In&terruttore

source: Fan in
de: Eingangs-Faecher

source: Fan out
de: Ausgangs-Faecher

source: RAM 32x8
de: RAM (32 x 8 Bit)

source: &AND
de: &UND

source: &OR
de: &ODER

source: &XOR
de: &Exklusiv-ODER

source: RA&M 32x8
de: RA&M (32 x 8 Bit)
